/* No comment provided by engineer. */
" and %@" = " i %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f sek.";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ skomentował: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ zasugerował, ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ jest członkiem iNaturalist Network w %2$@. W celu monitorowania, %3$@ będzie miał dostęp do Twojego adresu e-mail oraz danych o lokalizacji - również tych oznaczonych jako ukryte lub prywatne. Czy chcesz zmienić swoją przynależność? ";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ jest częścią międzynarodowej sieci iNaturalist. Czy chcesz dołączyć do %2$@, aby zlokalizować swoje doświadczenie w iNaturalist i udostępniać dane instytucjom lokalnym?";

/* site news */
"%@ News" = "%@ Aktualności";

/* identification author attribution */
"%@'s ID" = "%@'s ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, w budowie %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d Obserwacja";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d Obserwacja do pobrania";

/* Count of observations by this user, plural. */
"%d Observations" = "%d Obserwacje";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d Obserwacje do pobrania";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' wymaga, żebyś wypełnił pole '%2$@'.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "O";

/* title for about section of the guide screen */
"ABOUT" = "O";

/* about this project title */
"About this Project" = "O projekcie";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Konto?";

/* No comment provided by engineer. */
"Activity" = "Aktywność";

/* Title for add comment failed alert */
"Add Comment Failure" = "Błąd dodawania komentarza";

/* Title for add ID failed alert */
"Add Identification Failure" = "Błąd podawania ID";

/* No comment provided by engineer. */
"Add to Favorites" = "Dodaj do Ulubionych";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Zgoda";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Posiadasz konto?";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "Aplikacja jest źle skonfigurowana. Proszę, skontaktuj się z help@inaturalist.org.";

/* Title for app section of settings. */
"App Settings" = "Ustawienia aplikacji";

/* No comment provided by engineer. */
"Are you really sure?" = "Czy jesteś pewien?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Czy jesteś pewien, że chcesz porzucić ten projekt?";

/* No comment provided by engineer. */
"Are you sure?" = "Jesteś pewien?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Czy na pewno? To jest nie nieodwracalne.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentyna: Fundación Vida Silvestre Argentina wspierająca ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas of Living Australia wspierająca iNaturalist Australia (inaturalist.ala.org.au/).";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Automatyczne uzupełnianie nazw";

/* label for auto upload switch in settings */
"Automatic upload" = "Automatyczne przesyłanie";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Usuwając swoje konto, usuniesz wszystkie swoje obserwacje, wszystkie oznaczenia, które dodałeś do obserwacji innych, i wszystkie komentarze, którze napisałeś. Ponadto, ta operacja jest nieodwracalna. Jeżeli później zmienisz swoje zdanie, żadne z tych treści nie zostaną przywrócone. Jeżeli ta strona wysyła Ci zbyt wiele powiadomień, rozważ zmianę swoich ustawień aby wyłączyć konkretne powiadomienia lub więcej nie otrzymywać od nas e-maili. Jeżeli masz problemy z konkretną osobą na stronie, rozważ wyciszenie jej zamiast usuwania swojego konta. Jeżeli usuwasz swoje konto ponieważ próbowałeś usunąć część swoich treści, ale wciąż widziałeś je na mapie lub gdziekolwiek w Internecie, to pamiętaj, że dane przestrzenne mogą być przechowywane w pamięci przestrzennej do jednego dnia, nawet po tym jak rekordy zostaną usunięte, i że usunięcie treści na tej platformie może nie mieć żadnego wpływu na kopie istniejące na innych stronach i platformach (np. GBIF). Jeżeli nadal jesteś pewien, że chcesz usunąć swoje konto, wpisz '%@' w formularzu poniżej i naciśnij przycisk, aby usunąć swoje konto i wszystkie swoje dane.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Rejestrując się, zgadzasz się na warunki użytkowania i politykę prywatności.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech i Cornell Tech pomagały rozwijać system wizji komputerowej, który sugeruje oznaczenia ze zdjęć. Dziękujemy Grant Van Horn, Serge Belongie i Pietro Perona za ulepszanie badań nad wizją komputerową. Więcej informacji można znaleźć na visipedia.org. Szczególnie dziękujemy NVIDIA za dodatkowe wsparcie.";

/* Title for Camera button in media picker */
"Camera" = "Aparat";

/* No comment provided by engineer. */
"Can't Add ID" = "Nie można dodać ID";

/* No comment provided by engineer. */
"Can't Comment" = "Nie można komentować";

/* No comment provided by engineer. */
"Can't Fave" = "Nie ulubione";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Nie można odnaleźć bazy danych dziedzin, nie można kontynuować. Proszę, skontaktuj się z help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "W tej chwili nie można wyszukać Twoich obserwacji. Proszę, spróbuj później.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Nie można wysłać e-maila o awarii — proszę, skontaktuj się z help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Kanada: Canadian Wildlife Federation, Royal Ontario Museum, NatureServe Canada i Parks Canada obsługujące iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Anulowanie...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Nie można wybrać daty w przyszłości.";

/* Failure message */
"Cannot donate" = "Nie można wesprzeć";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Nie można załadować sugestii%@";

/* Store launch failure message */
"Cannot open store" = "Nie można otworzyć sklepu";

/* Failure message */
"Cannot rate" = "Nie można ocenić";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Nie można znaleść iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Nie można wysłać wiadomości e-mail";

/* No comment provided by engineer. */
"Cannot use your location" = "Brak możliwości użycia twojej lokalizacji";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Ujęcie / Uprawa";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Ujęcie / Uprawa oznacza to, iż organizm istnieje tam gdzie został zaobserwowany ponieważ człowiek zamierzył żeby on tam był. iNaturalist zajmuje się obserwacją dzikich organizmów, nasi partnerzy naukowych informacji i danych nie są zainteresowani obserwacjami nad pupilami domowymi, ogrodami, czy zwierzętami z zoo.";

/* title for captive selector */
"Captive?" = "W niewoli?";

/* casual data quality */
"Casual Grade" = "Klasyczna jakość";

/* label for change email address action in settings */
"Change email" = "Zmień adres e-mail";

/* No comment provided by engineer. */
"Change Email" = "Zmień adres e-mail";

/* No comment provided by engineer. */
"Change email address?" = "Chcesz zmienić adres e-mail?";

/* label for change username action in settings */
"Change username" = "Zmień użytkownika";

/* No comment provided by engineer. */
"Change Username" = "Zmień nazwę użytkownika";

/* No comment provided by engineer. */
"Change username?" = "Zmienić nazwę użytkownika?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Zmienić zdjęcie profilowe?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Zaznacz to pole, jeżeli chcesz objąć swoje zdjęcia licencją Creative Commons Attribution-NonCommercial. Możesz później wybrać inny rodzaj licencji lub ją usunąć, jednak ta licencja jest najlepsza do udostępniania danych naukowcom.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Sprawdź skrzynkę pocztową";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente wspierające iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Wybierz z biblioteki";

/* title of inat network picker */
"Choose iNat Network" = "Wybierz sieć iNat";

/* title for project observations chooser */
"Choose Projects" = "Wybierz projekty";

/* No comment provided by engineer. */
"Close" = "Zamknij";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Projekt kolekcja";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Kolumbia: Instituto Humboldt obsługujący Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Komentarz";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Skontaktuj się ze wsparciem";

/* label for contact support action in settings. */
"Contact support" = "Kontakt z pomocą techniczną";

/* Title for content hidden reason alert.
   when content has been moderated */
"Content Hidden" = "Content Hidden";

/* explanation for why a users content was moderated & hidden. First string is the moderator login, second is the date, third is the reason for the moderation. */
"Content hidden by %@ on %@ because: '%@'" = "Content hidden by %1$@ on %2$@ because: '%3$@'";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Licencjonowanie treści";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Skopiuj nazwę łacińską";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Brak zgody";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Nie można dodać do projektu %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Nie można określić twojej lokalizacji";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Tworzenie obserwacji...";

/* intro to credits section. */
"Credits" = "Podziękowania";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Strefa niebezpieczeństwa";

/* Header for data quality section of obs detail */
"Data Quality" = "Jakość danych";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Transfer danych";

/* No comment provided by engineer. */
"Default" = "Domyślnie";

/* button title to delete account */
"Delete Account" = "Usuń konto";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Usuń pobrane";

/* No comment provided by engineer. */
"Delete Error" = "Błąd usuwania";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Usuń lokalną bazę danych i spróbuj ponownie";

/* text of delete obs button */
"Delete Observation" = "Usuń obserwację";

/* Deletes pending sync. */
"Deletes To Sync" = "Usunięte obiekty czekają do synchronizacji";

/* title for description section of the guide screen */
"DESCRIPTION" = "OPIS";

/* Title for confirm new observation details view */
"Details" = "Szczegóły";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "E-mail o awarii nie został wysłany — proszę, skontaktuj się z help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Nie pokazuj mi wskazówek";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Wesprzyj iNaturalist";

/* title for done button */
"Done" = "Gotowe";

/* No comment provided by engineer. */
"Download" = "Pobieranie";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Pobierz do użytku offline";

/* No comment provided by engineer. */
"Download not available" = "Pobieranie nie dostępne";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Pobrane";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Pobieranie...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ekwador: Instituto Nacional de Biodiversidad (INABIO) wspierający iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Edytor";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Wystąpił błąd na serwerze lub instrukcja skończyła się.";

/* label for email field in settings */
"Email" = "Adres e-mail";

/* Title for error alert */
"Error" = "Błąd";

/* failure title when changing a setting. */
"Error changing setting." = "Błąd podczas zmieniania ustawienia.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Błąd przeprowadzania obserwacji";

/* error loading leaderboard title */
"Error loading leaderboard" = "Błąd ładowania tabeli liderów";

/* basis for a suggestion */
"Expected Nearby" = "Expected Nearby";

/* No comment provided by engineer. */
"Explore" = "Przeglądaj";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Nie udało się usunąć bazy danych. Proszę, skontaktuj się z help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Nie udało się pobrać pliku";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Nie udało się zalogować do iNaturalist. Proszę, spróbuj ponownie.";

/* title of alert when sound recording fails */
"Failed to Record" = "Nie udało się nagrać";

/* No comment provided by engineer. */
"Failed to save guide" = "Nie udało się zapisać pliku";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Nie udało się skonfigurować nagrania dźwięku";

/* No comment provided by engineer. */
"Faved" = "Polubione";

/* No comment provided by engineer. */
"Faves" = "Ulubione";

/* No comment provided by engineer. */
"Featured" = "Wyróżnione";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Pobieranie tokenu uwierzytelniania się nie powiodło. Proszę, skontaktuj się z help@inaturalist.org i spróbuj później.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Pobieranie ostatnich obserwacji w obszarze mapy";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Pobieranie ostatnich obserwacji na całym świecie";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Znajdź miejsca o nazwie '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Wyszukaj moje obserwacje";

/* No comment provided by engineer. */
"Find observations near me" = "Wyszukaj obserwacje blisko mnie";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Znajdź organizmy o nazwie '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Znajdź osoby o nazwie '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Znajdź projekty o nazwie '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Wyszukiwanie twojej lokalizacji...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finlandia: Finnish Museum of Natural History (Luomus) wspierające iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Zapomniałeś hasła?";

/* Geoprivacy button title */
"Geoprivacy" = "Prywatność lokalizacji";

/* No comment provided by engineer. */
"Go Back" = "Wróć";

/* Button to dismiss a tutorial screen */
"Got It" = "Rozumiem";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Grecja: iSea wspierająca iNaturalist Greece (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Siatka";

/* No comment provided by engineer. */
"Guide download error" = "Błąd pobierania";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Edytor przewodnika musi włączyć tę funkcję.";

/* accessibility label for guides button */
"Guides" = "Przewodniki";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Przewodniki stworzone i udostępnione są przez użytkowników iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Przewodniki są listami gatunków";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Posiada zdjęcia";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Posiada dźwięki";

/* Title for help section of settings. */
"Help" = "Pomoc";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Oto nasze najlepsze sugestie:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Wyrażam zgodę na to, aby iNaturalist przechowywało i przetwarzało ograniczone rodzaje informacji osobowych o mnie w celu zarządzania moim kontem.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Wyrażam zgodę na przekazanie moich danych osobowych do Stanów Zjednoczonych.";

/* Title of identification failure alert */
"Identification Failed" = "Błąd identyfikacji";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Identification Taxon";

/* No comment provided by engineer. */
"Identifications" = "Identyfikacje";

/* No comment provided by engineer. */
"Identifiers" = "Identyfikatorzy";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Jeżeli twój adres e-mail jest powiązany z kontem iNaturalist, powinieneś na ten adres otrzymać e-mail z linkiem do resetowania hasła.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "ImageStore Creation Error";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "ImageStore Save Error";

/* No comment provided by engineer. */
"in project '%@'" = "w projekcie '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist nie posiada uprawnień dostępu do Twojej kamery.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist istnieje dzięki każdej osobie, która uczestniczy w naszej społeczności. Osoby, które tworzą to oprogramowanie, projektują interfejsy, utrzymują infrastrukturę, wspierają społeczność i pielęgnują współpracę to Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, i Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist został ograniczony w dostępie do kamery.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist to niezależna organizacja 501(c)(3) non-profit z siedzibą w Stanach Zjednoczonych (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "Sieć iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "Miejsca iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Nieprawidłowa nazwa użytkownika lub hasło.";

/* No comment provided by engineer. */
"Info" = "Informacje";

/* No comment provided by engineer. */
"Internet connection required" = "Wymagane połączenie z Internetem";

/* No comment provided by engineer. */
"Internet required" = "Wymagane jest połączenie z Internetem";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Przedstawiamy Auto Upload!";

/* Invalid date alert title */
"Invalid Date" = "Niepoprawna data";

/* Error for bad email when making account. */
"Invalid Email Address" = "Nieprawidłowy adres e-mail";

/* Unknown invalid input */
"Invalid input" = "Nieprawidłowa wartość";

/* No comment provided by engineer. */
"Invalid Location" = "Nieprawidłowa lokalizacja";

/* Error for bad username when making account. */
"Invalid Username" = "Nieprawidłowa nazwa użytkownika";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net.";

/* Join project button */
"Join" = "Dołącz";

/* join iNat network partner alert title */
"Join %@?" = "Dołączyć do %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Dołącz do projektów aby wybrać je podczas nagrywania obserwacji";

/* No comment provided by engineer. */
"Joined" = "Dołączono";

/* No comment provided by engineer. */
"Joining..." = "Dołączanie...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Szerokość: %1$.5f Długość: %2$.5f Trafność: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Long: %2$@, Acc: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Ranking";

/* button to learn more about inat account policies */
"Learn More" = "Dowiedz się więcej";

/* learn more (about network partner changes) button text */
"Learn more" = "Dowiedz się więcej";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Dowiedz się więcej o jakości >";

/* Leave project button */
"Leave" = "Wyjdź";

/* No comment provided by engineer. */
"Leaving..." = "Wychodzenie...";

/* The license of the species guide */
"License" = "Licencja";

/* List layout on explore tab */
"List" = "Lista";

/* No comment provided by engineer. */
"Loading..." = "Ładowanie...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Błąd ładowania lokalizacji";

/* No comment provided by engineer. */
"Location Services Denied" = "Usługi lokalizacji są niedostępne";

/* No comment provided by engineer. */
"Location Services Restricted" = "Usługi lokalizacji są ograniczone";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Zaloguj się";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Zaloguj się / Zarejestruj się";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Zaloguj się i dodaj tę obserwację, aby włączyć komentarze i oznaczenia.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Zaloguj się, aby włączyć ulubione.";

/* Notice while we're logging in */
"Logging in..." = "Logowanie...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Wyszukaj po nazwie";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Wyszukaj po nazwie";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Wygląda na to, że wystąpił błąd: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Wygląda na to, że nie posiadasz żadnych obserwacji.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Lubisz iNat? Oceń nas";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Upewnij się, że iNat posiada uprawnienia dostępu do twojej lokalizacji lub podaj dane GPS do określenia.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Zarządzaj pobieraniem";

/* Map layout on explore tab */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Map of Observations" = "Obserwacje zlokalizowane na mapie";

/* Placeholder text for not logged title on me tab. */
"Me" = "Ja";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Przenoszenie nie udało się";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Problem z przenoszeniem";

/* No comment provided by engineer. */
"Missing Date" = "Brakująca data";

/* No comment provided by engineer. */
"Missing Location" = "Brakująca lokalizacja";

/* No comment provided by engineer. */
"Missing Required Field" = "Brak wymaganego pola";

/* No comment provided by engineer. */
"My Content" = "Moje treści";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "named '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "nazwany '%@'";

/* No comment provided by engineer. */
"Nearby" = "W pobliżu";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Filtr pobliskich sugestii";

/* needs id data quality */
"Needs ID" = "Potrzebuje Identyfikacji";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Wymaga Twojej uwagi";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Wymagany jest dostęp do sieci.";

/* No comment provided by engineer. */
"Network unavailable" = "Sieć niedostępna";

/* No comment provided by engineer. */
"Network Unavailable" = "Sieć niedostępna";

/* decline to change cemra permissions button title */
"Never mind" = "Anuluj";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "nowa aktywność";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Pierwszy raz na stronie iNaturalist? Zarejestruj się teraz!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Aktualności";

/* Confirm a new photo */
"NEXT" = "Następne";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Nie";

/* No comment provided by engineer. */
"No description" = "Brak opisu";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Brak wyników";

/* place guess when we have no location information */
"No location" = "Bez lokalizacji";

/* No comment provided by engineer. */
"No matching taxa" = "Brak paskujących taksonów";

/* Title for No Media button in media picker */
"No Media" = "No Media";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "No Microphone Permissions";

/* No comment provided by engineer. */
"No network connection." = "Brak połączenia sieciowego.";

/* No comment provided by engineer. */
"No network connection. :(" = "Brak połączenia sieciowego. :(";

/* Header observation count title when there are none. */
"No Observations" = "Brak Obserwacji";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Nie znaleziono obserwacji w obszarze mapy.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Nie znaleziono żadnych obserwacji";

/* No comment provided by engineer. */
"No observations yet." = "Brak Obserwacji";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "No Photos or Sounds and Missing Identification";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Nie znaleziono takich organizmów. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "No such person found. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "No such place found. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "No such project found. :(";

/* No comment provided by engineer. */
"No Thanks" = "No Thanks";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "No updates yet. Stay tuned!";

/* No comment provided by engineer. */
"No URL configured" = "No URL configured";

/* do not change network partner button */
"No, don’t change my affiliation" = "No, don’t change my affiliation";

/* No comment provided by engineer. */
"None, all rights reserved" = "None, all rights reserved";

/* No comment provided by engineer. */
"Not Allowed" = "Niedozwolone";

/* 403 unauthorized title */
"Not Authorized" = "Brak autoryzacji";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Notatki...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Obs";

/* obscured geoprivacy */
"Obscured" = "Ukryte";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Observation %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Observation Field Validation error: %@";

/* No comment provided by engineer. */
"Observations" = "Observations";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Observations: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Observations: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observe";

/* No comment provided by engineer. */
"Observers" = "Obserwatorzy";

/* No comment provided by engineer. */
"OK" = "OK";

/* Title error with oops text. */
"Oops" = "Uups";

/* open geoprivacy */
"Open" = "Otwarte";

/* No comment provided by engineer. */
"Open link in Safari" = "Open link in Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Open Settings";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Passwords must be at least six characters in length.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Zatrzymaj";

/* No comment provided by engineer. */
"Paused" = "Zatrzymano";

/* No comment provided by engineer. */
"Permission denied" = "Odmowa dostępu";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Dane osobowe";

/* Title for Photo Library button in media picker */
"Photo Library" = "Biblioteka zdjęć";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Błąd ładowania zdjęcia";

/* Title for photo save error alert msg */
"Photo Save Error" = "Błąd zapisywania zdjęcia";

/* Title for photos error alert msg */
"Photos Error" = "Błąd zdjęć";

/* No comment provided by engineer. */
"Placeholder" = "Tekst zastępczy";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Uwaga: Obserwacje zostaną automatycznie uwzględnione w projekcie kolekcji, jeśli spełniają jego wymagania.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Proszę, wybierz prawidłową lokalizację.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Spróbuj ponownie za chwilę.";

/* failure message when the user should just try again. */
"Please try again later." = "Proszę, spróbuj ponownie później.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Please update camera permissions to take photos with iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Please upload to determine data quality";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Opublikowane przez";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Preferuj brak śledzenia";

/* title for consent screen */
"Privacy" = "Prywatność";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Polityka prywatności";

/* private geoprivacy */
"Private" = "Prywatne";

/* choose projects button title. */
"Projects" = "Projekty";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projects are collections of observations with a common purpose";

/* No comment provided by engineer. */
"Pull to Refresh" = "Pociągnij aby zaktualizować";

/* Rank in an ordered list */
"Rank" = "Ranga";

/* action to re-download a species guide from the server */
"Re-download" = "Re-download";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Record";

/* Title for Record sound button in media picker */
"Record Sound" = "Record Sound";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Recording Level (from 0 to 1)";

/* Title for sound recording screen */
"Recording Sound" = "Recording Sound";

/* No comment provided by engineer. */
"Remove active search filters" = "Remove active search filters";

/* No comment provided by engineer. */
"Remove current map area filter" = "Remove current map area filter";

/* No comment provided by engineer. */
"Remove my profile photo" = "Remove my profile photo";

/* No comment provided by engineer. */
"Removing..." = "Usuwanie...";

/* No comment provided by engineer. */
"RESEARCH" = "RESEARCH";

/* research data quality */
"Research Grade" = "Research Grade";

/* No comment provided by engineer. */
"Restricted to current map area" = "Restricted to current map area";

/* No comment provided by engineer. */
"Resuming" = "Resuming";

/* Retake a photo */
"RETAKE" = "RETAKE";

/* Title for save new observation button */
"SAVE" = "SAVE";

/* No comment provided by engineer. */
"Save Anyway" = "Save Anyway";

/* Done button for recording observation sounds */
"Save Recording" = "Save Recording";

/* No comment provided by engineer. */
"Saving..." = "Zapisywanie...";

/* No comment provided by engineer. */
"Search" = "Szukaj";

/* placeholder for guide search field */
"Search for guide named..." = "Search for guide named...";

/* placeholder for project search field */
"Search for project named..." = "Search for project named...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Searching for organisms...";

/* No comment provided by engineer. */
"Searching for people..." = "Searching for people...";

/* No comment provided by engineer. */
"Searching for place..." = "Searching for place...";

/* No comment provided by engineer. */
"Searching for project..." = "Searching for project...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Searching for recent observations in map area";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Searching for recent observations worldwide";

/* No comment provided by engineer. */
"seen at '%@'" = "seen at '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "seen by '%@'";

/* default select title */
"Select" = "Wybierz";

/* select taxon title */
"Select \"%@\"" = "Wybierz \"%@\"";

/* title for date selector */
"Select Date" = "Wybierz datę";

/* title for geoprivacy selector */
"Select Privacy" = "Wybierz prywatność";

/* No comment provided by engineer. */
"Selected Observation" = "Wybrana obserwacja";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Ustaw zdjęcie profilowe";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Tworzenie konta iNaturalist...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Share" = "Share";

/* Title for share new observation button */
"SHARE" = "SHARE";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Share your observations with the community.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Shop the iNat Store";

/* label for show common names switch in settings */
"Show common names" = "Show common names";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Show nearby suggestions only";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Show scientific names first";

/* No comment provided by engineer. */
"Sign in with Google" = "Sign in with Google";

/* No comment provided by engineer. */
"Sign out" = "Sign out";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Sign Up";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Sign up now!";

/* No comment provided by engineer. */
"Signing Out" = "Signing Out";

/* skip button title */
"Skip ›" = "Skip ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* No comment provided by engineer. */
"Somewhere..." = "Somewhere...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Sort";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Source: Wikipedia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Gatunek";

/* species count on the explore leaderboard. */
"Species: %ld" = "Gatunek: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Gatunek: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statystyki";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Zatrzymaj przesyłanie";

/* No comment provided by engineer. */
"Suggest ID" = "Zasugeruj oznaczenie";

/* label for suggest species switch in settings */
"Suggest species" = "Zasugeruj gatunek";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Sugestie oparte na obserwacjach i oznaczeniach dostarczonych przez społeczność iNaturalist, w tym przez %1$@, %2$@, %3$@, i wielu innych.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Sugestie oparte na obserwacjach i oznaczeniach dostarczonych przez społeczność iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Trwa synchronizacja...";

/* Category of iOS standard places for place search */
"System Places" = "Miejsca systemowe";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "TAGI";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Tajwan: National Chiayi University and Taiwan Forestry Research Institute wspierający iNaturalist Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Zrób zdjęcie";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Takson %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Wyjaśnij nam dlaczego";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Warunki użytkowania";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Dziękujemy za skontaktowanie się ze wsparciem iNat. Odezwiemy się do Ciebie tak szybko jak to możliwe.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "Wprowadzony tekst nie pasuje.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "W ramach tego projektu nie ma jeszcze żadnych obserwacji. Sprawdź wkrótce!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Nie ma możliwości posiadania konta iNaturalist bez przechowywania danych osobowych w Stanach Zjednoczonych.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Nie ma możliwości posiadania konta iNaturalist bez przechowywania danych osobowych.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "Wystąpił błąd podczas uruchamiania iNaturalist";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Wystąpił nieoczekiwany błąd.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Ta obserwacja została przegłosowana przez społeczność iNaturalist jako stopnia nieformalnego.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Ta obserwacja jest stopnia nieformalnego, ponieważ została przegłosowana jako będąca w niewoli lub uprawiana.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Ta obserwacja potrzebuje daty w celu uzyskania stopnia badawczego.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Ta obserwacja potrzebuje lokalizacji w celu uzyskania stopnia badawczego.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Ta obserwacja potrzebuje dokładniejszego zgodnego oznaczenia w celu uzyskania stopnia badawczego.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Ta obserwacja potrzebuje zdjęcia w celu uzyskania stopnia badawczego.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Ta obserwacja potrzebuje więcej oznaczeń od społeczności iNaturalist w celu uzyskania stopnia badawczego.";

/* No comment provided by engineer. */
"This project has no description." = "Ten projekt nie ma opisu.";

/* No comment provided by engineer. */
"This project has no title." = "Ten projekt nie ma tytułu.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "To spowoduje również usunięcie Twoich obserwacji z tego projektu.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Spowoduje to usunięcie wszystkich zmian/nowości, których dokonałeś w tej aplikacji, które nie zostały zsynchronizowane z iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "This will download %@ of data so you can use this guide even when you don't have Internet access.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Okres czasu";

/* No comment provided by engineer. */
"Timeout" = "Upłynął limit czasu";

/* project title header */
"Title" = "Tytuł";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Projekt tradycyjny";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Try again next time you're connected to the Internet.";

/* button title to turn on autoupload */
"Turn On" = "Włącz";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Projekt zbiorczy";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Unable to add an identification to this observation. Please try again later.";

/* No comment provided by engineer. */
"Unable to find location" = "Nie można określić lokalizacji";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Nie można określić nazwy lokalizacji";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Unable to identify this observation to that species. Please try again later.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Nieznane";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Nieznany autor";

/* Message body when we don't know the error */
"Unknown error" = "Nieznany błąd";

/* Unknown error */
"Unknown error while making an identification." = "Nieznany błąd w trakcie identyfikacji.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Nieznany błąd: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Post bez tytułu";

/* Title for progress view when migrating db */
"Updating database..." = "Updating database...";

/* No comment provided by engineer. */
"Updating..." = "Updating...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Prześlij";

/* No comment provided by engineer. */
"Upload Error" = "Błąd przy przesyłaniu";

/* upload failed alert title */
"Upload Failed" = "Przesyłanie nie powiodło się";

/* No comment provided by engineer. */
"Upload this observation" = "Prześlij tę obserwację";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Prześlij tę obserwację, aby włączyć komentarze i oznaczenia.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Prześlij tę obserwację, aby właczyć ulubione.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Przesyłanie...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Nazwa użytkownika";

/* users can login with their username or their email address. */
"Username or email" = "Nazwa użytkownika lub adres e-mail";

/* Title for version section of settings. */
"Version" = "Wersja";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Poradniki wideo";

/* button to view privacy policy */
"View Privacy Policy" = "Pokaż Politykę prywatności";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Pokaż sugestie";

/* button to view terms of use */
"View Terms of Use" = "Pokaż Warunki użytkowania";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Odwiedź %@, aby tworzyć swoje własne projekty";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Visit iNaturalist.org to create your own guides";

/* basis for a species suggestion */
"Visually Similar" = "Wizualnie podobne";

/* basis for a species suggestion */
"Visually Similar / Expected Nearby" = "Visually Similar / Expected Nearby";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Waiting to upload...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "We don't have permission from iOS to use your location.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "We're not able to fetch your photo from iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "We're not confident enough to make a recommendation, but here are our top suggestions.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "We're not confident enough to make a recommendation.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "We're pretty sure this is in the %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Co zaobserwowałeś?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "What does captive / cultivated mean?";

/* No comment provided by engineer. */
"Which organism?" = "Jaki organizm?";

/* No comment provided by engineer. */
"Which person?" = "Which person?";

/* No comment provided by engineer. */
"Which place?" = "Which place?";

/* No comment provided by engineer. */
"Which project?" = "Which project?";

/* No comment provided by engineer. */
"Whoops" = "Whoops";

/* Default upload failure alert title. */
"Whoops!" = "Uuuups!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Without a location, this observation will be very hard for others to identify and will never attain research grade.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Without at least one photo or sound, this observation will be impossible for others to help identify.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Would you like to share your migration report with help@inaturalist.org for debugging?";

/* positive response to binary choice, yes or no */
"Yes" = "Yes";

/* change network partner button */
"Yes, change my affiliation" = "Yes, change my affiliation";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Yes, delete this observation";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Yes, license my content so scientists can use my data.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "You can only change your network affiliation once per day.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "You must be connected to the Internet to do this.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "You must be connected to the Internet to upload to iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "You must be logged in to access projects.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "You must be logged in to do that.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "You must be logged in to sync user projects.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "You must be logged in to upload.";

/* No comment provided by engineer. */
"You must be logged in!" = "Musisz być zalogowany!";

/* Account is required error message */
"You must be logged in." = "Musisz być zalogowany.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Musisz być zalogowany by dołączyć do projektu.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "You must re-authenticate to delete your account.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "You need to log in to do that.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "You will receive updates once you've uploaded observations.";

/* Title for account section of settings. */
"Your Account" = "Twoje konto";

/* account deletion confirmation msg */
"Your account has been deleted." = "Your account has been deleted.";

/* No comment provided by engineer. */
"Your Guides" = "Twoje przewodniki";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again.";

/* Placeholder for free text observation field value */
"Your response here" = "Twoja odpowiedź";
